[
  {
    "SceneNumber": 0,
    "Answers" : {
      "Выслушать Ивана":  {
                  "Response": "",
                  "Goto": 0,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Проснувшись ты узнаешь, что Иван порекомендовал тебя своему другу и тот уже ждет тебя. Придя на нужно место ты видишь мужчину средних лет: \"Привет, условия такие: помогаешь решить две задачи, получаешь деньги.Не решаешь, не получаешь. \". Пройдя немного дальше ты видишь балку один из концов которой прикреплен к крану."
  },
    {
    "SceneNumber": 1,
    "Answers" : {
      "Осмотреться":  {
                  "Response": "",
                  "Goto": 2,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Ты видишь, как рабочие начинают бегать вокруг крана, спустя какое-то время тебя отводят в какую-то комнату с чертежами. Видимо ты справился и тебе доверили другую задачу."
  },
    {
    "SceneNumber": 2,
    "Answers" : {
      "Выслушать Ивана":  {
                  "Response": "",
                  "Goto": 1,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"На столе ты видишь чертежи каких-то труб, сегодня ты похоже будешь весь день помогать строителям. \"Мы пытаемся понять из какого материала сделать трубы, для этого нужно что-то рассчитать. Как ты уже понял городок у нас маленький и специалистов не хватает, поэтому мы надеемся на твою помощь.\" - говорит Иван."
  },
    {
    "SceneNumber": 3,
    "Answers" : {
      "Начать занятие":  {
                  "Response": "",
                  "Goto": 2,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Ты обращаешься за помощью к Ивану и он отправляет тебя работать репетитором к его дочери. Придя в назначенное место ты узнаешь, что тебе нужно решить вместе с этой девочкой 2 задачи и тогда тебе заплатят."
  },
    {
    "SceneNumber": 4,
    "Answers" : {
      "Пойти домой":  {
                  "Response": "",
                  "Goto": 5,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Во время прогулки ты замечаешь странную башню, она находится на самой окраине и выглядит как-то мрачновато. Ты тратишь несколько часов пытаясь узнать у прохожих какие-нибудь подробности о ней, но все говорят, что ничего не знают. В итоге ты уходишь ни с чем."
  },
    {
    "SceneNumber": 5,
    "Answers" : {},
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Next_Level": 5,
    "Text":"Придя домой ты решаешь спросить у Анны про башню, но та лишь говорит, что мало знает о ней и что её сын часто в неё ходил до исчезновения. После разговора с Анной, ты ложишься спать, всё ещё озадаченный тем, что башня забыла в этом городе, она абсолютно не вписывается в стилистику остальной части города."
  }
]