[
  {
    "SceneNumber": 0,
    "Answers" : {
      "Помочь Ивану":  {
                  "Response": "",
                  "Goto": 0,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Ты просыпаешься в том же доме, в которым ты и остановился. Странно, что уже пару ночей ты просыпаешься там же где и уснул.Спустившись вниз, ты видишь хозяйку дома, она явно ждала тебя: \"Помнишь Ивана, мужчину из парка, не знаю почему, но ты ему понравился, помощь мне пока не нужна, поэтому иди помоги ему.\"Ты отправляешься к Ивану, придя на место, ты сразу же находишь Ивана, он вводит тебя в курс дел и даёт первое задание: \"Мы должны были взвесить образец, но он упал на чашу весов и разбился. Помоги нам рассчитать его массу, нам нужно заменить его на другой образец такой же массы. \""
  },
    {
    "SceneNumber": 1,
    "Answers" : {
      "Оглядеться":  {}
  },
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINdF7Tz1fbuqkvaiThJE8NrFKC_C6xAAL5rTEb3eahSkIsHNCli8pXaqS6ki4AAwEAAwIAA3kAAzWxAgABGQQ",
    "Next_Level": 3,
    "Text":"Ты опять допускаешь ошибку в расчетах, Иван явно недоволен тобой. Ты уже начинаешь извиняться, как тут всё исчезает."
  },
    {
    "SceneNumber": 2,
    "Answers" : {
      "Зайти в дом":  {
                  "Response": "",
                  "Goto": 3,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Ты решаешь узнать побольше о месте, в котором ты находишься."
  },
    {
    "SceneNumber": 3,
    "Answers" : {
      "Уйти в комнату":  {
                  "Response": "",
                  "Goto": 4,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINdl7Tz1ugwXZrc9jwlm2w2jfkhB3AAAL6rTEb3eahSghg_OaU7Ei1fuVKkS4AAwEAAwIAA3kAAy43BAABGQQ",
    "Text":"Вы с хозяйкой дома беседуете, ты узнаешь, что её зовут Анна, как вдруг голос в голове начинает что-то говорить тебе, ты отчетливо разбираешь то, что он тебе говорит, но похоже это другой язык."
  },
    {
    "SceneNumber": 4,
    "Answers" : {
      "Поговорить с Анной.":  {
                  "Response": "",
                  "Goto": 5,
                  "Type": "Scene"
                },
      "Молча уйти в комнату":  {
                  "Response": "",
                  "Goto": 6,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"В этот момент ты решаешь, что лучше уйти, чтобы не показаться странным. Спустя какое-то время голос стихает. Вечером к тебе заходит Анна: \"Я думаю нам стоит поговорить, я знаю, что ты слышишь голоса. Мой сын тоже их слышал, теперь он пропал.\". Голоса? То есть говорить может еще кто-то? И что за пропавший сын?"
  },
      {
    "SceneNumber": 5,
    "Answers" : {},
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINdl7Tz1ugwXZrc9jwlm2w2jfkhB3AAAL6rTEb3eahSghg_OaU7Ei1fuVKkS4AAwEAAwIAA3kAAy43BAABGQQ",
    "Next_Level": 4,
    "Text":"Вы разговариваете несколько часов, за это время ты узнаешь, что её сын постоянно пытался выяснить что с ним произошло, а потом пропал. Также ты узнаешь, что одни и те же голоса в голове слышат многие. Интересно с чем это всё связано..."
  },
      {
    "SceneNumber": 6,
    "Answers" : {},
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINdl7Tz1ugwXZrc9jwlm2w2jfkhB3AAAL6rTEb3eahSghg_OaU7Ei1fuVKkS4AAwEAAwIAA3kAAy43BAABGQQ",
    "Next_Level": 4,
    "Text":"Ты решаешь не развивать эту тему и молча уйти в комнату"
  }
]
