[
  {
    "SceneNumber": 0,
    "Answers" : {
      "Поискать дверь":  {
                  "Response": "Ты обыскиваешь все стены, но дверь так и не находишь, похоже нужно придумать другой план.",
                  "Goto": 0,
                  "Type": "Scene"
                },
      "Попробовать открыть окно": {
                  "Response": "",
                  "Goto": 1,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAIEC17MPUxDnHLJLZ-yGaGc3byEJY8fAAJerjEb6othSrVEGHa0ZTxjfx25ki4AAwEAAwIAA3kAAyB0AgABGQQ",
    "Text":"Проснувшись от сильной боли в голове ты понимаешь, что находишься в каком-то непонятном месте. Вокруг тебя только темные стены и лишь вдалеке виднеется свет\n\n \"Что произошло? Где я?\" В этот момент ты слышишь чей-то голос в своей голове: \"Ты должен найти его\"\n\n \"Что за голос, я что еще и сошел с ума? Надо выбираться отсюда\". Ты встаешь и идешь по длинному захламленному коридору в сторону света, дойдя до конца ты видишь окно, выходящее на улицу, вот откуда был свет. Но если тут есть окно, то должна быть и дверь."
  },
  {
    "SceneNumber": 1,
    "Answers": {
     "Искать библиотеку": {
        "Response": "",
        "Goto": 2,
        "Type": "Scene"
      }
    },
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAIED17MPVr1QAZXLKbyD8vxNia9l9kFAAJgrjEb6othSicWDSPtQzWHpWn7lC4AAwEAAwIAA3kAA48DAAIZBA",
    "Text":"Ты оказываешься на безлюдной улице, что это за город? И куда теперь идти? Вдруг ты снова слышишь голос в голове: \"Найди меня в библиотеке, я жду\""
  },
  {
    "SceneNumber": 2,
    "Answers": {
      "Зайти внутрь": {
              "Response": "",
              "Goto": 3,
              "Type": "Scene"
      }
    },
    "CurrentType" : "Scene",
    "Text": "Спустя несколько часов поисков, ты наконец-то находишь библиотеку. Ты чувствуешь, что должен зайти в неё, видимо это ощущение как-то связано с тем голосом из твоей головы."
  },
  {
    "SceneNumber": 3,
    "Answers": {
      "Попытаться выбить дверь": {
            "Response": "Твои попытки были тщетны, дверь даже не шелохнулась",
            "Goto": 3,
            "Type": "Scene"
      },
      "Попробовать сбить ключ чем-то" : {
        "Response": "",
        "Goto": 0,
        "Type": "Task"
      }
    },
    "PhotoId": "AgACAgIAAxkDAAIEEV7MPWPBxxdiioyDMpTAN9G4k4t2AAJhrjEb6othSk3zpFEiCXXgvxXeky4AAwEAAwIAA3kAA6vJAAIZBA",
    "CurrentType" : "Scene",
    "Text":"Ты проходишь по коридорам и видишь огромную дверь, тут никого нет, но дверь заперта, нужно как-то ее открыть.  Оглядываясь, ты замечаешь какой-то ключ, прикрепленный к стене. Нужно его достать, но как?"
  },
  {
    "SceneNumber": 4,
    "Answers": {
      "Остаться в комнате": {
            "Response": "Ты остаешься в комнате, сделав вид, что ничего не произошло. Ты очень устал, поэтому идешь спать",
            "Goto": 5,
            "Type": "Scene"
      },
      "Попробовать найти какие-нибудь зацепки" : {
        "Response": "Обыскав всю комнату, ты не находишь ничего необычного. Похоже нужно идти обратно.",
        "Goto": 4,
        "Type": "Scene"
      },
      "Выйти из комнаты" : {
        "Response": "Ты пытаешься выйти из комнаты, но понимаешь, что дверь заперта. Просидев так до вечера ты решаешь пойти спать, сделав вид, что ничего не было.",
        "Goto": 4,
        "Type": "Scene"
      }
    },
    "CurrentType" : "Scene",
    "Text":"Открыв дверь ты удивляешься увиденному. Перед тобой находится твоя комната, но как такое может быть? Даже если это лишь копия, стоит прихватить с собой парочку вещей.\n Ты берешь свой рюкзак. Ты берешь фонарик, спички, батарейки и деньги. После того, как сумка собрана ты решаешь переодеться, ходить в пижаме явно не лучшая идея."
  },
  {
    "SceneNumber": 5,
    "Answers": {
      "Сделать тест": {
            "Response": "",
            "Goto": 1,
            "Type": "Task"
      }
    },
    "CurrentType" : "Scene",
    "Text":"Ты просыпаешься от звуков будильника, кажется это был сон. А может быть и жаль ведь на завтра нужно сделать кучу домашки.\n Достав учебник по физике ты начинаешь домашнее задание. Сначала нужно выполнить тест."
  }
]