[
  {
    "SceneNumber": 0,
    "Answers" : {
      "Скоротать время за задачами":  {
                  "Response": "",
                  "Goto": 0,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINsF7Tz61DcaTxg5kbpWY_1CveFsOSAAIRrjEb3eahSgaVapPiTEWC1hl0kS4AAwEAAwIAA3kAA7DtAwABGQQ",
    "Text":"Проходит пару дней, ты поднакопил немного денег и решил, что пора отправляться дальше. Надо попытаться вернуться домой. В один день ты понимаешь, что проснулся не в привычной для тебя арендованной комнате, а в поезде. Ты уже привык к тому, что перемещения закончились, потому теперь ты остался без своего рюкзака и без денег. Ты не знаешь что тебе делать, как вдруг слышишь голос в голове: \"Твой билет и немного мелочи в кармане, теперь ты мне должен... И за возвращение тоже.\" В кармане ты и правда находишь немного денег и билет до своего города, похоже ты всё-таки возвращаешься домой. Рядом с тобой едет мама с ребенком, она даёт тебе книгу, чтобы тебе не было так скучно ехать. В книге ты находишь пару статей и задач, похоже время пролетит незаметно."
  },
    {
    "SceneNumber": 1,
    "Answers" : {
      "Читать книгу дальше":  {
                  "Response": "",
                  "Goto": 3,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Ты решаешь задачу и слышишь: \"Ты и вправду умен, возможно я не зря тебя выбрал и ты сможешь понять мой замысел\""
  },
    {
    "SceneNumber": 2,
    "Answers" : {
      "Читать книгу дальше":  {
                  "Response": "",
                  "Goto": 3,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Ты решаешь задачу и вдруг слышишь голос в голове: \"Я думал ты способен на большее, возможно зря я тебя выбрал, ты ведь не поймешь мой замысел\""
    },
    {
    "SceneNumber": 3,
    "Answers" : {
      "Прикинуть время остановки поезда":  {
                  "Response": "",
                  "Goto": 1,
                  "Type": "Task"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Скоро твоя остановка и мальчик спрашивает тебя за сколько секунд остановится поезд. А и в правду? Хороший вопрос"
  },
    {
    "SceneNumber": 4,
    "Answers" : {
      "Сойти с поезда":  {
                  "Response": "",
                  "Goto": 6,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Вы заранее готовитесь замерять время, в итоге ты оказываешься прав. Настроение повышается - время потрачено не зря."
  },
    {
    "SceneNumber": 5,
    "Answers" : {
      "Сойти с поезда":  {
                  "Response": "",
                  "Goto": 6,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "",
    "Text":"Поезд наконец прибывает"
  },
    {
    "SceneNumber": 6,
    "Answers" : {
      "To be continued":  {
                  "Response": "",
                  "Goto": 7,
                  "Type": "Scene"
                }
  },
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINsl7Tz7OUG0JD3qmqlWrjgfy7sCpOAAISrjEb3eahSqFEsWcVRCFfUCR3kS4AAwEAAwIAA3kAA0vxAwABGQQ",
    "Text":"Ты торопишься домой и вот ты уже у своего дома. Ты уже представляешь встречу со своей семьей и то, как ты будешь оправдывать своё отсутствие. Вдруг ты замечаешь свою маму, она идёт с каким-то мальчиком лет 10. Ты не понимаешь что происходит, но потом понимаешь, что это ты. В этот момент ты слышишь голос в голове: \"Ну что, не ожидал, теперь я начал раскрывать свои карты. Добавил еще пару загадок в твою жизнь.\""
    },
    {
    "SceneNumber": 7,
    "Answers" : {},
    "CurrentType" : "Scene",
    "PhotoId": "AgACAgIAAxkDAAINtl7Tz8KUA7hHmEpy60nLUIRmako5AAIUrjEb3eahSn3XhTaaX7hakPRNkS4AAwEAAwIAA3kAA1I1BAABGQQ",
    "Text":":)"
  }

]