[
  {
    "TaskNumber": 0,
    "Answers": {
      "0.75": {
        "Response": "",
        "Goto": 1,
        "Type": "Task"
      },
      "0,75": {
        "Response": "",
        "Goto": 1,
        "Type": "Task"
      }
    },
    "CurrentType" : "Task",
    "Goto": 1,
    "Goto_Type": "Task",
    "Text":"К левому концу невесомого стержня прикреплен груз массой 3 кг (см. рисунок). Стержень расположили на опоре, отстоящей от его левого конца на 0,2 длины стержня. Чему равна масса груза, который надо подвесить к правому концу стержня, чтобы он находился в равновесии? (Ответ дайте в килограммах.)"
  },
    {
    "TaskNumber": 1,
    "Answers": {
      "240": {
        "Response": "",
        "Goto": 2,
        "Type": "Task"
      }
    },
    "CurrentType" : "Task",
    "Goto": 2,
    "Goto_Type": "Task",
    "Text":"Под действием силы тяжести mg груза и силы F рычаг, представленный на рисунке, находится в равновесии. Вектор силы F перпендикулярен рычагу. Расстояния между точками приложения сил и точкой опоры, а также проекции этих расстояний на вертикальную и горизонтальную оси указаны на рисунке. Если модуль силы тяжести, действующей на груз, равен 1500 Н, то каков модуль силы F? (Ответ дайте в ньютонах.)\n"
  },
    {
    "TaskNumber": 2,
    "Answers": {
      "546": {
        "Response": "",
        "Goto": 3,
        "Type": "Task"
      }
    },
    "CurrentType" : "Task",
    "Goto": 3,
    "Goto_Type": "Task",
    "Text":"В широкую U-образную трубку с вертикальными прямыми коленами налиты неизвестная жидкость плотностью и вода плотностью (см. рисунок). На рисунке b = 15 см, h = 45 см, H = 70 см. Какова плотность жидкости ? (Ответ дайте в кг/м^3. Округлите до целых.)"
  },
    {
    "TaskNumber": 3,
    "Answers": {
      "3": {
        "Response": "",
        "Goto": 4,
        "Type": "Task"
      }
    },
    "CurrentType" : "Task",
    "Goto": 4,
    "Goto_Type": "Task",
    "Text":"Кубик из пробки с ребром 40 см опускают в воду. Каково отношение объёма кубика, находящегося над водой, к объему кубика, находящегося под водой? Плотность пробки 0,25 г/см^3."
  },
    {
    "TaskNumber": 4,
    "Answers": {
      "80": {
        "Response": "",
        "Goto": 13,
        "Type": "Scene"
      }
    },
    "CurrentType" : "Task",
    "Goto": 13,
    "Goto_Type": "Scene",
    "Text":"Диапазон частот ультразвуковых волн, применяемых в физиотерапии, занимает частотный интервал от V1 = 25 Гц до V2 = 2000 Гц. Каково отношение граничных длин звуковых волн λ1/λ2 этого интервала?"
  },
  {
    "TaskNumber": 5,
    "Answers": {
      "55": {
        "Response": "Верно!",
        "Goto": 6,
        "Type": "Scene"
      }
    },
    "CurrentType": "Task",
    "Goto": 6,
    "Goto_Type": "Scene",
    "Text": "Начальное положение кабины лифта К и противовеса П изображено на рисунке. На какую величину ΔЕп изменится потенциальная энергия системы при перемещении кабины вверх на расстояние h=10 метров, если начальная разность уровней противовеса и кабины Н=15 метров, масса кабины М=1 тонна, масса противовеса m =0.5 тонн, а масса единицы длины троса, соединяющего кабину с противовесом, μ=10 кг/м? Ускорение свободного падения принять g=10 м/c^2.\nОтвет дать в кДж.\n"
  },
  {
    "TaskNumber": 6,
    "Answers": {
      "1.3": {
        "Response": "Верно!",
        "Goto": 7,
        "Type": "Scene"
      },
      "1,3": {
        "Response": "Верно!",
        "Goto": 7,
        "Type": "Scene"
      }
    },
    "CurrentType" : "Task",
    "Goto": 7,
    "Goto_Type": "Scene",
    "Text":"К концу вертикального стержня привязана лёгкая нерастяжимая нить с маленьким грузиком на конце. Грузик раскрутили на нити так, что она отклонилась от вертикали на угол α = 30º (см. рисунок). Как и во сколько раз надо изменить угловую скорость ω вращения грузика вокруг стержня для того, чтобы этот угол стал равным β = 60º?"
  },
    {
    "TaskNumber": 7,
    "Answers": {
      "4,4": {
        "Response": "Верно!",
        "Goto": 1,
        "Type": ""
      },
      "4.4": {
        "Response": "Верно!",
        "Goto": 1,
        "Type": ""
      }
    },
    "CurrentType" : "Task",
    "Goto": 8,
    "Goto_Type": "Scene",
    "Text":"В системе, изображённой на рисунке, трения нет, блоки невесомы, нити невесомы и нерастяжимы, их участки, не лежащие на блоках, вертикальны, массы грузов равны m1 = 1 кг, m2 = 3 кг, m3 = 0,5 кг. Точки подвеса груза m2 — однородной горизонтальной балки — находятся на равных расстояниях от её концов. Найдите модуль и направление ускорения груза массой m3."
  },
    {
    "TaskNumber": 8,
    "Answers": {
      "0,93": {
        "Response": "Верно!",
        "Goto": 9,
        "Type": "Scene"
      },
      "0.93": {
        "Response": "Верно!",
        "Goto": 9,
        "Type": "Scene"
      }
    },
    "CurrentType" : "Task",
    "Goto": 9,
    "Goto_Type": "Scene",
    "Text":"На горизонтальном столе покоится клин массой M=100кг. Сверху на клин падает шарик массой m=15 кг. Определите тангенс угла α при основании клина, если известно, что после упругого удара о клин шарик отскочил по горизонтали, а клин начал двигаться поступательно. Трением между всеми поверхностями можно пренебречь. Результат округлить до двух знаков после запятой."
  }
]
