[
  {
    "SceneNumber": 0,
    "Answers" : {
      "Формулы по гидростатике":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOE17T8u-61nrBuf8wEljwqMnzAAHuWQACaq8xG93moUrccJ9ZRSTeEPMR6JEuAAMBAAMCAAN5AAOLpgIAARkE"
                },
      "Формулы по динамике часть 1":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOFV7T8vMe5ywAATFF9Ami8U6Gd1njggACa68xG93moUrAsF8CuAxJSicNBZIuAAMBAAMCAAN5AAN5FAIAARkE"
                },
      "Формулы по динамике часть 2":  {
                  "Response": "A",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIVCV7iHpPDrP3l7A1FAAFaM707_MOWugACWLAxGwABVxBLeJEKdxuGcu96WhWVLgADAQADAgADeQAD_EMAAhoE"
                },
      "Закон сохранения импульса":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOHV7T8vvlRper0ZaAm7rSZKuQJ0OsAAJvrzEb3eahSknMZz3S55-5eaG6ki4AAwEAAwIAA3kAA6u1AgABGQQ"
                },
      "Закон сохранения энергии":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOG17T8voMUVIxce7XrkQM2IqsJw9DAAJurzEb3eahSmjwA2VNLNHvhELCki4AAwEAAwIAA3kAA96vAgABGQQ"
                },
      "Кинематика твёрдого тела":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOD17T8utNzu0CKSQBIvP13H12XT1yAAJorzEb3eahSgURn_G6lasdNRXeky4AAwEAAwIAA3kAA_oJAQABGQQ"
                },
      "Кинематика точки":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOEV7T8u2Z9qG7D7chVAlkC_ERGhxKAAJprzEb3eahSrChYn2IVbo9HhsIki4AAwEAAwIAA3kAA4cTAgABGQQ"
                },
      "Статика":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIOF17T8vTrmqPzQzx4yM8wWYLq_UOvAAJsrzEb3eahSrcpqbupnBdgLO7pki4AAwEAAwIAA3kAA8MUAgABGQQ"
                },
      "Повторить справку":  {
                  "Response": "",
                  "Goto": 0
                }
  },
    "Text":"Динамика — раздел механики, в котором изучаются причины возникновения механического движения. Динамика оперирует такими понятиями, как масса, сила, импульс, энергия.\nМасса — скалярная физическая величина, являющаяся количественной мерой инертности тела, а также характеризующая количество вещества,\nСила — векторная физическая величина, являющаяся мерой взаимодействия тел и приводящая к появлению у тела ускорения или к деформации тела. Сила характеризуется величиной, направлением и точкой приложения,\nЛиния действия силы — это линия, вдоль которой действуют силы. Если тело является абсолютно твердым, то точку приложения силы можно перемещать вдоль линии действия силы в пределах тела.\nИмпульс — векторная физическая величина, равная произведению массы тела на его скорость: \n\nЭнергия — характеристика движения и взаимодействия тел, их способность совершать изменения во внешнем мире. Часто можно встретить упрощенное определение энергии как способности тела совершать работу. Будучи удобным в классической механике, такое определение, тем не менее, не вполне точно, так как не всегда всю энергию можно перевести в механическую работу.\nМасса\nПод массой в динамике понимают два различных свойства вещества:\nинертная масса, которая характеризует меру инертности тел и участвует во втором законе Ньютона,\nгравитационная масса, которая определяет, с какой силой тело взаимодействует с внешними гравитационными полями (пассивная гравитационная масса) и какое гравитационное поле создаёт само это тело (активная гравитационная масса).\nМасса обладает следующими свойствами:\nМасса положительна;\nАддитивность — масса системы тел равна сумме масс каждого из тел, входящих в систему;\nИнвариантность — Масса не зависит от характера и скорости движения тела;\nМасса замкнутой системы тел сохраняется;\nЭнергия\nЭнергия в физике встречается в разных видах:\nКлассическая механика\nкинетическая энергия\nпотенциальная энергия (в более общем случае — энергия взаимодействия тел)\nЗаконы Ньютона\nПервый закон Ньютона гласит, что замкнутая система продолжает оставаться в состоянии покоя или прямолинейного равномерного движения. По сути, этот закон постулирует инертность тел. Второй закон Ньютона диктует, на что на самом деле влияет сила: сила, действующая на систему извне, приводит к ускорению системы. Заметим, что если система замкнута, то на неё не действует никаких сил, следовательно, по второму закону Ньютона, её ускорение нуль, а значит, она может двигаться только с постоянной скоростью. Таким образом, первый закон Ньютона является частным случаем второго.\n\nТретий закон Ньютона\nМатериальные точки взаимодействуют друг с другом силами, имеющими одинаковую природу, направленными вдоль прямой, соединяющей эти точки, равными по модулю и противоположными по направлению:\n\nСледствия\nЗаконы Ньютона являются аксиомами классической ньютоновской механики. Из них, как следствия, выводятся уравнения движения механических систем, а также «законы сохранения», указанные ниже. Разумеется, есть и законы (например, всемирного тяготения или Гука), не вытекающие из трёх постулатов Ньютона.\nУравнения движения\nУравнение  является дифференциальным уравнением: ускорение есть вторая производная от координаты по времени. Это значит, что эволюцию (перемещение) механической системы во времени можно однозначно определить, если задать её начальные координаты и начальные скорости.\nЗаметим, что если бы уравнения, описывающие наш мир, были бы уравнениями первого порядка, то из нашего мира исчезли бы такие явления, как инерция, колебания, волны.\nЗакон сохранения импульса\nЗакон сохранения импульса утверждает, что векторная сумма импульсов всех тел системы есть величина постоянная, если векторная сумма внешних сил, действующих на систему тел, равна нулю.\n\nЗакон сохранения механической энергии\nЕсли все силы консервативны, то возникает закон сохранения механической энергии взаимодействующих тел: полная механическая энергия замкнутой системы тел, между которыми действуют только консервативные силы, остается постоянной.\n"
  },
    {
    "SceneNumber": 1,
    "Answers" : {
      "Формулы по гидростатике":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPqV7UROwjfuDT0pVIkM3U1D8sXeB4AAJqrzEb3eahStxwn1lFJN4Q8xHokS4AAwEAAwIAA3kAA4umAgABGQQ"
                },
      "Формулы по динамике часть 1":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPq17URO9uT7AtRTK4ZIHphcgMxHMBAAJrrzEb3eahSsCwXwK4DElKJw0Fki4AAwEAAwIAA3kAA3kUAgABGQQ"
                },
      "Формулы по динамике часть 2":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPr17URPOUbfVtkSBBwHx2P64H2aCAAAJtrzEb3eahSsaQXbaSdDB2Ppnfky4AAwEAAwIAA3kAA3sLAQABGQQ"
                },
      "Закон сохранения импульса":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPs17URPbsxg7oTljPPowz1mkf-4TqAAJvrzEb3eahSknMZz3S55-5eaG6ki4AAwEAAwIAA3kAA6u1AgABGQQ"
                },
      "Закон сохранения энергии":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPsV7URPXFCIUYVSBxeeoAAS9kw8gBVgACbq8xG93moUpo8ANlTSzR74RCwpIuAAMBAAMCAAN5AAPerwIAARkE"
                },
      "Кинематика твёрдого тела":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPpV7UROhJd84M79_WVO9mcEpZuOwrAAJorzEb3eahSgURn_G6lasdNRXeky4AAwEAAwIAA3kAA_oJAQABGQQ"
                },
      "Кинематика точки":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPp17UROoabLqrq0JOtkOaqPazJp8gAAJprzEb3eahSrChYn2IVbo9HhsIki4AAwEAAwIAA3kAA4cTAgABGQQ"
                },
      "Статика":  {
                  "Response": "",
                  "Goto": 1,
                  "PhotoId": "AgACAgIAAxkDAAIPrV7URPABa2jLPYYVI28dPTEfr2zeAAJsrzEb3eahSrcpqbupnBdgLO7pki4AAwEAAwIAA3kAA8MUAgABGQQ"
                },
      "Повторить справку":  {
                  "Response": "",
                  "Goto": 0
                }
  },
    "Text":"Выберите дальнейшее действие"
  }
]